<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>test-work-A25</title>
    <link rel="stylesheet" type="text/css" href="src/styles/style.css">
</head>
<body>
<header>
    <div class="container container__header">
        <a href="/" class="header_logo">
            <img src="src/img/logo_a25_2.png" alt="logo" title="a25">
        </a>
        <nav class="header_links">
            <a href="/">Главная</a>
            <a href="/">О нас</a>
            <a href="/">Новости</a>
            <a href="/">Прочее</a>
            <a href="/">Контакты</a>
        </nav>
    </div>
</header>
<main>
    <div class="container container__main">
        <div class="main_content slider">
            <div class="slider_item">
                <h1>Увеличили CTR на 235% за 14 дней
                </h1>
                <p>
                    Комплексный аудит вашего сайта легкий способ повысить позиции
                </p>
            </div>
            <div class="slider_item">
                <h1>Lorem ipsum dolor sit amet, elit.
                </h1>
                <p>
                    Lorem ipsum dolor sit amet, consectetur adipisicing elit.
                </p>
            </div>
            <div class="slider_item">
                <h1>Lorem ipsum dolor sit amet, consectetur.
                </h1>
                <p>
                    Lorem ipsum dolor sit amet, consectetur adipisicing elit.
                </p>
            </div>
        </div>
        <div class="main_content">
            <img class="content_banner" src="src/img/huangshanrockygate2.jpg" alt="image" title="image">
        </div>
        <div class="main_content">
            <h2>Почему мы</h2>
            <p>
                А25 — крупное интернет-агентство, основанное в 1997 году, которое специализируется на создании и
                продвижении
                сайтов и интернет-магазинов, SEO, оптимизация быстродействия сайтов. С 25 октября 2006 года командой А25
                (тогда еще А25 работала как веб-студия по созданию простых сайтов и интернет-магазинов, не
                специализируясь
                на сложных разработках) реализовано более 3525 долгосрочных проектов.
            </p>
            <p>
                В портфолио А25: редизайн сайтов и интернет-магазинов на UMI.CMS: подключение нового отрисованного
                дизайна
                на сайт без нарушения работы основного функционала (как на тестовом сервере для разработки, так и на
                основном сервере); адаптация сайта под мобильную версию: доработка существующего дизайна для удобного и
                приятного представления сайта на разных устройствах. Кейсы по интернет-маркетингу включают следующие
                группы
                реализованных проектов: настройка контроля продаж и комплексной аналитики для интернет-магазина:
                подключение
                AMO CRM для прозрачной организации процесса продаж, подключение системы комплексной аналитики Roistat
                для
                контроля влияния различных каналов привлечения трафика на продажи и для экономии рекламного бюджета.
            </p>
            <p>
                Кейсы А25 по SEO и поисковому продвижению сайтов: выведение сайтов в ТОП по сложным поисковым запросам,
                вывод сайтов из-под санкций, возврат поисковых позиций после переделки сайта. Кейсы по технической
                оптимизации сайта онлайн: оптимизация и ускорение отклика сайтов на UMI.CMS; уменьшение времени загрузки
                страницы, уменьшения нагрузки на сервер, оптимизация структуры данных UMI.CMS, очистка от накопившегося
                мусора, корректный переезд на другой хостинг. Кейсы по ускорению сайта и наличию адаптивной версии:
                оптимизация сайтов по критериям Google PageSpeed, приведение сайтов в максимально возможное соответствие
                требованиям Google PageSpeed (как в мобильной, так и в стационарной версии).
            </p>
            <p>
                Кейсы по разработке сервисов и инcтрументов: разработка персонального логистического инструмента для
                руководителя компании и менеджеров на основе Яндекс.Маршрутов: построение маршрутов по заранее заданным
                в
                базе точкам, расчет наиболее оптимальных маршрутов, сохранение избранных маршрутов, печать маршрутного
                листа.
            </p>
        </div>
        <div class="main_content">
            <h2>Отзывы</h2>
            <p>
                Официальный дилер автомобилей Skoda Автогамма благодарит интернет-агентство А25 www.avto-gamma.ru за
                продвижение и развитие сайта. Мы очень довольны результатами проделанной работы, о чем говорят прочные
                позиции нашего сайта в глазах целевой аудитории и увеличение числа покупок среди посетителей сайта.
            </p>
            <p>
                Хочу поблагодарить компанию А25 за проделанную очень полезную работу. Теперь клиенту не надо звонить и
                предлагать варианты доставки - он сам их видит в корзине с расположением пунктов получения на карте и
                сам
                выбирает.
            </p>
            <p>
                Автор статьи поскромничал, умолчав о том, что заказы клиентов автоматически поступают в модуль службы
                доставки СДЭК, остается подтвердить заказ нажатием одной кнопки и в результате создается готовая
                накладная,
                зарегистрированная в службе доставки. Клиент при отправке заказа создал документ для отправки.
                Сотруднику
                интернет магазина остается только сдать посылку.</p>
            <p>
                Отдельное спасибо сотруднику компании А25 Александру Хигай и директору Владимиру Лапардину. В процессе
                настройки модуля они предложили и реализовали несколько полезных идей. Сервис стал лучше, клиенты
                интернет
                магазина довольны. Спасибо!
            </p>
        </div>
    </div>
    <div class="container container__form">
        <form method="post" action="/" id="order_form">
            <div class="success_order">
                <span>Ваша заявка успешно оформлена!</span>
            </div>
            <h3>Заказать</h3>
            <input type="text" name="user_name" placeholder="Имя">
            <input type="text" name="user_phone" placeholder="Телефон">
            <input type="email" name="user_mail" placeholder="E-mail">
            <button type="submit" id="send_order_button">отправить</button>
        </form>
    </div>
</main>
<footer>
    <div class="container container__footer">
        <div class="footer_contacts">
            <h3>Контакты</h3>
            <p>
                Санкт-Петербург
                Новорощинская ул., д.4, оф. 1415-1
                БЦ "Собрание",
                ст. метро Электросила
                +7 (812) 603-48-25
            </p>
        </div>
        <div class="footer_about-us">
            <h3>О нас</h3>
            <p>
                Сотрудничать с А25 – наглядно, функционально, прозрачно. Бюджет проекта на продвижение и развитие сайта
                базируется на количестве трудочасов на каждую задачу. Политика ценообразования А25 позволяет формировать
                гибкий и открытый план работ, который согласуется с клиентом. Проект легко оптимизируется и делится на
                понятные этапы работ.
            </p>
        </div>
    </div>
<script type="module" src="src/js/scripts.js"></script>
</body>
</html>